{
  "_locale": "en",
  "title": "Karat",
  "description": "Sales app for a karate's school",
  "overview": {  
    "product": "Karat is a school of karate located Lima, Peru, which has a store of sports equipment. They offer a wide spectrum of products. Karat targets customers are sportsman and people interested in martial arts who needs to buy karate equipment.",
    "duration": "March 2023 to September 2023.",
    "problem": "Busy workers and sportsman lack the time necessary to visit a physical store.",
    "goal": "Design an app for Karat that allows users to easily order their sports equipment.",
    "role": "UX designer designing an app for Karat from conception to delivery.",
    "responsability": "Conducting interviews, paper and digital wireframing, low and high-fidelity prototyping, conducting usability studies, accounting for accessibility, and iterating on designs."
  },
  "user": {
    "summary": "I conducted interviews and created empathy maps to understand the users I'm designing for and their needs. A primary user group identified through research was working adults who don't have time to visit a physical store.",
    "painPoints": [
      ["Time", "Working adults are too busy to spend time visiting a physical store."],
      ["Accessibility", "Platforms for purchasing sports equipment are not equipped with assistive technologies."]
    ],
    "persona": {
      "name": "Rosa",
      "image": "",
      "description": "Rosa is a single immigrant mother. She works too much and doesn't have time to go to a physical store to buy sports equipment for her son.",
      "quote": "My son needs to practice sports to improve his quality of life",
      "props": [
        ["Age", 33],
        ["Education", "Business admin degree"],
        ["Location", "Lima"],
        ["Family", "Lives with her son"],
        ["Job", "Bartender"]
      ],
      "statement": "Rosa is a single immigrant mother who doesn't have time to go to a physical store to buy sports equipment for her son because she works too much.",
      "goals": [
        "To help rise my son in sports and improve his quality of life",
        "To make my child happy"
      ],
      "frustrations": [
        "I am not skilled with technology and never had buyed online.",
        "I wish to pay more attention to my son's needs but I don't have enough time"
      ],
      "journey": {
        "description": "Mapping Rosa's user journey revealed how useful it would be for users have access to a dedicated application to buy their sports equipment.",
        "map": {
          "action": ["Define shopping list", "Search products", "Pay", "Wait for delivery", "Receive order"],
          "task": [
            ["Get pen and paper", "Define list", "Write list"],
            ["Get the mobile", "Open the web navigator", "Search products", "Enter to the website", "Add products to shopping car"],
            ["Enter credit card", "Submit"],
            ["Track order", "Pay attention for the sound of the doorbell"],
            ["Open the door", "Receive order"]
          ],
          "emotion": [
            ["Worried about the prices"],
            ["Worried about site reliability", "Insecure", "Disappointed for the difficult of site navigation"],
            ["Insecure", "Excited for the chopping"],
            ["Anxious about time"],
            ["Impressed by how quickly arrived the delivery"]
          ],
          "opportunity": [
            ["Use a to do list app"],
            ["Create a dedicated app for the site"],
            [],
            ["Add a feature that offer order status update with notifications or voice messages"],
            []
          ]
        }
      }
    }
  },
  "design": {
    "wireframe": {
      "content": [
        "As the initial design phase continued, I made sure to base screen designs on feedback and findings from the user research.",
        "Product tracking was a key need that the user had to address in the designs."
      ],
      "items": [{
        "content": "As the initial design phase continued, I made sure to base screen designs on feedback and findings from the user research.",
        "images": ["/wireframe-xs-1.jpg", "/wireframe-lg-1.jpg"]
      }, {
        "content": "Product tracking was a key need that the user had to address in the designs.",
        "images": ["/wireframe-xs-2.jpg", "/wireframe-lg-2.jpg"]
      },
      {
        "content": "Responsive design was not an option.",
        "images": ["/wireframe-xs-3.jpg", "/wireframe-lg-3.jpg"]
      }]
    }
  }
}