{
	"title": "Fitness coaching web service design",
	"description": "This case study presents the design of a fitness training web application created to complement a gym's services. The application is designed for users with limited technological knowledge who are looking for a simple and intuitive way to achieve their fitness goals. The main objective was to develop a platform that would allow users to create and follow their own training plans in an accessible and motivating way.",
	"cover": "/project/20231001/cover.webp",
	"layout": "project-base",
	"highlighted": false,
	"es": {
		"title": "Diseño de servicio web de entrenamiento físico",
		"description": "Este caso de estudio presenta el diseño de una aplicación web de entrenamiento físico creada para complementar los servicios de un gimnasio. La aplicación está diseñada para usuarios con poco conocimiento tecnológico que buscan una manera sencilla e intuitiva de lograr sus metas de fitness. El objetivo principal fue desarrollar una plataforma que permitiera a los usuarios crear y seguir sus propios planes de entrenamiento de manera accesible y motivadora."
	},
	"sections": [
		{
		  "name": "project-overview",
		  "title": "User research",
		  "description": "To empathize with users and understand their needs, some desktop research and several interviews were conducted, empathy maps were created, and patterns were found in the collected information to identify pain points. A key user group identified through the research was middle-aged medical staff, who are accustomed to managing patient records physically and are trying to optimize their management with the use of new technologies.",
		  "active": true,
		  "es": {
			"title": "Investigación de usuarios",
			"description": "Para empatizar con los usuarios y comprender sus necesidades, se realizó una investigación documental y varias entrevistas, se crearon mapas de empatía y se identificaron patrones en la información recopilada para identificar puntos críticos. Un grupo clave de usuarios identificado a través de la investigación fue el personal médico de mediana edad, acostumbrado a gestionar físicamente los historiales de los pacientes y que busca optimizar su gestión con el uso de nuevas tecnologías."
		  }
		}, {
			"name": "project-persona",
			"active": true,
			"description": "After having the necessary information, it was possible to create an archetype of the type of user the service would be aimed at.",
			"user": "Stephany",
			"summary": "Stephany is a 45-year-old, female-identifying teacher who lives in Houston, Texas. She set a New Year's goal to get in shape.",
			"quote": "...sometimes i close the app without completing my goal.",
			"image": "/avatar/1.webp",
			"statement": "Stephany is a 45-year-old woman who wants to start the year with the goal of getting in shape but she is not good at technology.",
			"goals": [
				"To get fit"
			],
			"frustrations": [
				"I am not skilled with technology.", 
				"Apps are difficult to navigate and has complex interfaces."
			],
			"props": [
				["Age", 45],
				["Hometown", "Houston, Texas"],
				["Occupation", "Teacher"]
			],
			"es": {
				"description": "Luego de contar con la información necesaria fue posible crear un arquetipo del tipo de usuario al cual estaría destinado el servicio.",
				"summary": "Stephany es una maestra de 45 años que se identifica como mujer y vive en Houston, Texas. Se propuso como meta de Año Nuevo ponerse en forma.",
				"quote": "...a veces cierro la aplicación sin completar mi objetivo.",
				"statement": "Stephany es una mujer de 45 años que quiere empezar el año con el objetivo de ponerse en forma pero no se le da bien la tecnología.",
				"goals": [
					"Ponerse en forma"
				],
				"frustrations": [
					"No tengo mucha experiencia con la tecnología.", 
					"Las aplicaciones son difíciles de navegar y tienen interfaces complejas."
				],
				"props": [
					["Edad", 45],
					["Ciudad de origen", "Houston, Texas"],
					["Ocupación", "Profesora"]
				]
			}
		}, {
			"name": "project-section-paragraph",
			"title": "Wireframing & prototipyng",
		  	"description": "In the ideation phase, a site map was developed. My main focus was on making strategic decisions regarding the information architecture, seeking to ensure intuitive navigation and a fluid user experience. Following this, the initial wireframes were created and validated through unmoderated usability studies. Following an iterative process based on the findings of these studies, a high-fidelity prototype was developed.",
			"es": {
				"title": "Estructura y prototipado",
				"description": "En la fase de ideación, se desarrolló un mapa del sitio. Mi enfoque principal fue la toma de decisiones estratégicas en la arquitectura de la información, buscando garantizar una navegación intuitiva y una experiencia de usuario fluida. Después de esto, se crearon los primeros wireframes, los cuales fueron validados a través de estudios de usabilidad no moderados;  tras un proceso iterativo basado en los hallazgos de dichos estudios, se logró evolucionar hacia un prototipo de alta fidelidad."
			}
		}, {
		  "name": "project-spread",
		  "aspect-ratio": "1200/600",
		  "alt": "",
		  "src": [
			"/project/20231001/desktop/3.webp",
			"/project/20231001/desktop/2.webp",
			"/project/20231001/desktop/1.webp"
		  ]
		}, {
		  "name": "project-section-paragraph",
		  "description": "It was vital for the project that the site be adaptable to multiple devices, and this was achieved. Recognizing that users would access the platform from a variety of environments, including desktops, laptops, tablets, and smartphones, a fully responsive design was implemented. This approach guaranteed a fluid and consistent user experience, regardless of the screen size or device used. By ensuring this adaptability, the goal was to maximize the platform's reach, allow access anytime, anywhere, and ensure that key information and functionalities were always accessible and legible, avoiding user frustration and optimizing interaction with the service.",
		  "es": {
			"description": "Para el proyecto era vital que el sitio fuera adaptable a múltiples dispositivos y así se hizo. Conscientes de que los usuarios accederían a la plataforma desde una variedad de entornos, incluyendo ordenadores de escritorio, portátiles, tablets y smartphones, se implementó un diseño responsive integral. Esta aproximación garantizó una experiencia de usuario fluida y consistente, independientemente del tamaño de la pantalla o el dispositivo utilizado. Al asegurar esta adaptabilidad, el objetivo fue maximizar el alcance de la plataforma, permitir el acceso en cualquier momento y lugar, y garantizar que la información y las funcionalidades clave fueran siempre accesibles y legibles, evitando la frustración del usuario y optimizando la interacción con el servicio."
		  }
		}, {
		  "name": "project-responsive",
		  "detail": true,
		  "aspect-ratio": "370/800",
		  "alt": "",
		  "background": "/project/20231001/desktop/4.webp",
		  "src": [
			"/project/20231001/mobile/1.webp",
			"/project/20231001/mobile/2.webp"
		  ]
		}, {
		  "name": "project-section-paragraph",
		  "title": "Tipography",
		  "description": "The <strong>Inter</strong> typeface was used for its legibility at different sizes and its modern, clean appearance, which is crucial for an application where clarity of numbers and text is key.",
		  "es": {
			"title": "Tipografía",
			"description": "Se utilizó la tipografía <strong>Inter</strong> por su legibilidad en diferentes tamaños y su apariencia moderna y limpia, lo que es crucial para una aplicación donde la claridad de los números y el texto es fundamental."
		  }
		}, {
		  "name": "project-color",
		  "description": "As part of the color scheme, corporate colors were consistently used to foster brand recognition and familiarity, creating a coherent extension of its identity in the digital environment.",
		  "palette": ["#26DC59", "#19411D", "#E0E1EC"],
		  "es": {
			"description": "Como parte de la gama cromática se emplearon los colores corporativos de manera consistente para fomentar el reconocimiento y la familiaridad con la marca, creando una extensión coherente de su identidad en el entorno digital."
		  }
		}
	]
}